tap "arl/arl"
tap "aws/tap"
tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "planetscale/tap"
tap "twilio/brew"
brew "jpeg-xl"
brew "aom"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "boost"
brew "glib"
brew "python@3.9"
brew "ccache"
brew "cmake"
brew "node"
brew "contentful-cli"
brew "cowsay"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker", link: false
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gobject-introspection"
brew "gradle"
brew "htop"
brew "hugo"
brew "jq"
brew "krb5"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libproxy"
brew "lsd"
brew "lua"
brew "openjdk"
brew "maven"
brew "qt"
brew "mkvtoolnix"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "notifiers"
brew "postgresql@14"
brew "python-tk@3.11"
brew "python@3.8"
brew "rust"
brew "source-highlight"
brew "spark"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "arl/arl/gitmux"
brew "aws/tap/aws-sam-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
brew "twilio/brew/twilio"
cask "alacritty"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ngrok"
cask "spacelauncher"
cask "stats"
cask "swiftbar"
