tap "arl/arl"
tap "aws/tap"
tap "azure/functions"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
tap "twilio/brew"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "azure-cli"
brew "bash"
brew "bat"
brew "boost"
brew "btop"
brew "caddy"
brew "freetype"
brew "glib"
brew "ccache"
brew "cmake"
brew "commitizen"
brew "contentful-cli"
brew "cowsay"
brew "crystal"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker", link: false
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg", link: false
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "gum"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libproxy"
brew "python@3.12"
brew "llvm@16"
brew "lsd"
brew "lua"
brew "maven"
brew "minicom"
brew "qt"
brew "mkvtoolnix"
brew "mods"
brew "mpv"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node@20"
brew "notifiers"
brew "openjdk@17"
brew "pass"
brew "pngpaste"
brew "pnpm", link: false
brew "postgresql@17", link: true
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sevenzip"
brew "source-highlight"
brew "spark"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "vite"
brew "wget"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "arl/arl/gitmux"
brew "azure/functions/azure-functions-core-tools@4"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/crush"
brew "charmbracelet/tap/skate"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "morantron/tmux-fingers/tmux-fingers"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
brew "twilio/brew/twilio"
cask "aerospace"
cask "alacritty"
cask "bruno"
cask "dbeaver-community"
cask "desktoppr"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "ghostty"
cask "halloy"
cask "ngrok"
cask "spacelauncher"
cask "stats"
cask "swiftbar"
cask "wezterm"
vscode "1yib.rust-bundle"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "casualjim.gotemplate"
vscode "catppuccin.catppuccin-vsc"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dorzey.vscode-sqlfluff"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "espressif.esp-idf-extension"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "innoverio.vscode-dbt-power-user"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "juanblanco.solidity"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "samuelcolvin.jinjahtml"
vscode "shanoor.vscode-nginx"
vscode "supermaven.supermaven"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
