tap "aws/tap"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "sst/tap"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bash"
brew "bat"
brew "boost"
brew "btop"
brew "caddy"
brew "freetype"
brew "glib"
brew "ccache"
brew "cmake"
brew "commitizen"
brew "cowsay"
brew "crystal"
brew "dfu-util"
brew "docker", link: false
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gum"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libproxy"
brew "lsd"
brew "lua"
brew "qt"
brew "mkvtoolnix"
brew "mods"
brew "mpv"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node@20"
brew "notifiers"
brew "pass"
brew "pngpaste"
brew "pnpm", link: false
brew "postgresql@17", link: true
brew "python"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sevenzip"
brew "source-highlight"
brew "spark"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "vite"
brew "wget"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/crush"
brew "charmbracelet/tap/skate"
brew "hashicorp/tap/terraform"
brew "joshmedeski/sesh/sesh"
brew "sst/tap/opencode"
cask "aerospace"
cask "alacritty"
cask "bruno"
cask "dbeaver-community"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "ghostty"
cask "ngrok"
cask "stats"
cask "wezterm"
